import { Container, Stack, Heading, Text } from "@chakra-ui/react";

export default function Home() {
  return (
    <Container>
      <Stack>
        <Heading fontFamily={"montserrat"}>Hello world.</Heading>
        <Text>
             显然我们在大气层中达到了一个很高的高度，因为
          天空一片漆黑，星星也不再闪烁。 同样的 将大海的地平线提升到海平面的幻觉
          山坡上的旁观者，下面的紫云被抛出，并且
          汽车似乎漂浮在一个巨大的黑暗球体的中央，它的 上半部分撒满了银子。
          俯视黑暗的海湾 在下面，我可以看到红光从裂隙中流过 云。
          显然我们在大气层中达到了一个很高的高度，因为
          天空一片漆黑，星星也不再闪烁。 同样的 将大海的地平线提升到海平面的幻觉
          山坡上的旁观者，下面的紫云被抛出，并且
          汽车似乎漂浮在一个巨大的黑暗球体的中央，它的 上半部分撒满了银子。
          俯视黑暗的海湾 在下面，我可以看到红光从裂隙中流过 云。
          显然我们在大气层中达到了一个很高的高度，因为
          天空一片漆黑，星星也不再闪烁。 同样的 将大海的地平线提升到海平面的幻觉
          山坡上的旁观者，下面的紫云被抛出，并且
          汽车似乎漂浮在一个巨大的黑暗球体的中央，它的 上半部分撒满了银子。
          俯视黑暗的海湾 在下面，我可以看到红光从裂隙中流过 云。

         <br/>

          显然我们在大气层中达到了一个很高的高度，因为
          天空一片漆黑，星星也不再闪烁。 同样的 将大海的地平线提升到海平面的幻觉
          山坡上的旁观者，下面的紫云被抛出，并且
          汽车似乎漂浮在一个巨大的黑暗球体的中央，它的 上半部分撒满了银子。
          俯视黑暗的海湾 在下面，我可以看到红光从裂隙中流过 云。
          显然我们在大气层中达到了一个很高的高度，因为
          天空一片漆黑，星星也不再闪烁。 同样的 将大海的地平线提升到海平面的幻觉
          山坡上的旁观者，下面的紫云被抛出，并且
          汽车似乎漂浮在一个巨大的黑暗球体的中央，它的 上半部分撒满了银子。
          俯视黑暗的海湾 在下面，我可以看到红光从裂隙中流过 云。

          显然我们在大气层中达到了一个很高的高度，因为
          天空一片漆黑，星星也不再闪烁。 同样的 将大海的地平线提升到海平面的幻觉
          山坡上的旁观者，下面的紫云被抛出，并且
          汽车似乎漂浮在一个巨大的黑暗球体的中央，它的 上半部分撒满了银子。
          俯视黑暗的海湾 在下面，我可以看到红光从裂隙中流过 云。     显然我们在大气层中达到了一个很高的高度，因为
          天空一片漆黑，星星也不再闪烁。 同样的 将大海的地平线提升到海平面的幻觉
          山坡上的旁观者，下面的紫云被抛出，并且
          汽车似乎漂浮在一个巨大的黑暗球体的中央，它的 上半部分撒满了银子。
          俯视黑暗的海湾 在下面，我可以看到红光从裂隙中流过 云。
        </Text>
      </Stack>
    </Container>
  );
}
